<template>
  <div class="container_common agreement">
      <p class="topTit c111">欢迎您使用NASDAQ OTC平台提供的广告方服务！</p>
      <p class="topTit c111">本协议由NASDAQ OTC（以下简称“平台”或“我们”）与平台上的“广告方”（以下简称“您”）之间订立。一旦您通过我们的移动应用程序等的相关界面开始申请或使用广告发布权限时，即表示您已充分仔细阅读、理解和自愿接受本协议及其相关服务页面中的各类相关规则公告等，也包括我们对本协议随时所做的任何修改、修订或者变更及未来可能不时发布的任何新的规则制度等（以上统称“本协议”）。如您不同意本协议及修改变更后的规则内容，请您立即停止使用本平台的广告方服务并向平台主动申请解除广告方资格。</p>

    <div class="items">
      <h4 class="title c111">重要声明：</h4>

      <p class="p">1.您一经申请成功开通广告发布权限后，即需同样接受本协议、《用户注册协议》、《隐私政策》平台相关的各类规则公告的约束；</p>
      <p
        class="p"
      >2.本规则自发布之日起正式实施，并将不时予以修改或完善，修改或完善后的新规则自公布之日起即对您生效；如本协议中的部分内容与平台之后公示更新的规则内容不一致的，以届时新发布的具体规则为准。</p>
      <p
        class="p"
      >3.广告方作为平台上的独立自主交易方，其虽经平台审核认证并锁定保证资产后享有广告发布权限。但并不代表广告方100%可信，也不代表本平台与广告方之间存在任何保证关系，我们不对广告方的任何违反平台规则制度的行为做任何品牌或信用背书，亦不对因广告方自身产生的任何不良后果承担连带责任。</p>
      <p
        class="p"
      >4.广告方应保证使用本协议项下的服务完全系出于合法目的的使用，严禁您利用本平台及其享受的权限之便利从事洗钱、走私、商业贿赂、恶意操纵市场或干扰交易系统等一切非法交易行为或不正当的活动。如经平台查实您违反上述规定的，我们有权对您采取包括但不限于账户限制、冻结、解除广告方资格、扣除保证资产、移送司法机关等多项惩处措施，并不对由此致使您或相关第三方产生的任何损失承担任何责任。</p>

      <!-- <p class="p"
      >本人已仔细阅读服务协议（以下简称为“本协议”）。通过点击“注册”按钮或通过访问或使用本服务，即表示同意遵守本协议及所有附加协议。 在您注册成为NASDAQ平台用户前，请您务必认真、仔细阅读并充分理解本协议全部内容，特别是其中所涉及的对NASDAQ平台的责任免除及对您的权利限制的条款。您在NASDAQ平台提供的页面上点击同意按钮（例如，按钮上标识“同意协议并注册”或类似文字，且页面上同时列明了本协议的内容或者可以有效展示本协议内容的链接），即表示您在充分阅读并理解本协议的内容基础上确认接受并签署本协议，同时表示您与我公司已达成协议并同意接受本协议的全部约定内容，包括与本协议有关的各项规则及NASDAQ平台所包含的已经发布的或者将来发布的各类声明、规则、说明等（若服务协议中没有约定的，以NASDAQ平台发布的各类声明、规则、说明等中对应内容为准）。如您不同意或者不接受本协议的全部或者部分内容，请您不要注册成为NASDAQ平台用户及使用NASDAQ平台服务。
      </p>-->
    </div>
    <div class="items">
      <h4 class="title c111">认证申请</h4>
      <p class="p">为了提高交易的安全性和广告方用户身份的可信度，本平台向您提供广告方资格申请的认证服务。</p>
    </div>
    <div class="items">
      <h4 class="title c111">1．认证材料</h4>
      <p
        class="p"
      >具体您在申请开通广告发布权限过程中，需要提供以下认证材料：昵称、手机号码、UID、邮箱号码、微信号码、身份证号码；本平台为合规而要求提交的其它材料。但我们在审核中不对用户身份识别结果的准确性和绝对真实性做任何保证。</p>
    </div>
    <div class="items">
      <h4 class="title c111">2．申请流程</h4>
      <p class="p">（1）您提交广告方申请材料，BitWolrd官方平台审核；</p>
      <p class="p">（2）在收到您提交的申请材料之后，本平台将根据这些材料对您进行KYC和反洗钱等合规审查；</p>
      <p
        class="p"
      >（3）在通过平台的审核认证之后，本平台将提供给您专属的广告方标识，从而与普通用户进行区分；与此同时，您需向广告方所属的保证资产账户锁定约定数量的保证资产，但在解除广告方资格前您将无法对该账户内资产进行任何交易或划转。</p>
    </div>
    <div class="items">
      <h4 class="title">3．申请说明</h4>
      <h5 class="subTit c111">（1）申请材料的更新：</h5>
      <p
        class="p"
      >本申请服务是由本平台提供的一项身份识别服务。除非本协议另有约定，一旦您在本平台账户完成了申请，相应的身份信息和申请结果将不因任何原因被修改或取消；如果您的身份信息在完成认证后发生了变更，您应向本平台提供相应有权部门出具的凭证，由本平台协助您变更您账户对应的申请信息。</p>
      <h5 class="subTit c111">（2）申请资料的管理：</h5>
      <p
        class="p"
      >您在申请时提交给本平台的认证资料，即不可撤销地授权由本平台保留。本平台承诺除法定或约定的事由外，不公开、编辑或透露您的认证资料，且不将保存在本平台的非公开内容用于商业目的，但您授权本平台透露的相关信息以下情形除外：1.本平台向国家司法及行政机关提供；2.本平台向我们的关联企业提供；3.第三方和本平台一起为用户提供服务时，该第三方向您提供服务所需的相关信息（不包括您的银行账户信息）；4、基于解决您与第三方民事纠纷的需要，本平台有权向该第三方提供您的身份信息。其余的隐私保护请以本平台公示的隐私政策条款为准。</p>
    </div>
    <div class="items">
      <h4 class="title">4. 保证资产</h4>
      <h5 class="subTit c111">（1）保证资产内容：</h5>
      <p
        class="p"
      >为保障您在本平台的交易安全及顺畅，在广告方通过平台KYC与反洗钱审查后，本平台将要求广告方在其平台专属账户中存入并锁定一定的保证资产作为交易保证。 具体保证资产数额和资产类型要求会根据您所在国籍及您在平台广告发布权限的不同而有所不同，具体以本平台广告方认证的个人信息中所展示的为准。</p>
      <h5 class="subTit c111">（2）本平台上的广告方如出现以下情形时，我们有权对您的保证资产进行部分或全部扣除等处置：</h5>
      <div class="subContent">
        <p class="p">1）广告方在交易过程中发生纠纷，且广告方被平台判定存在过错且应承担责任并履行相应义务，而广告方经联系通知后不予配合而致使其他用户受损的；</p>
        <p class="p">2）广告方利用本平台从事任何洗钱、非法变相逃汇套汇、恶意操纵交易价格、恶意破坏交易秩序等非法行为或不道德行为；</p>
        <p class="p">3）广告方对外有擅自利用NASDAQ品牌进行不实宣传或恶意误导关联等行为，使平台的品牌声誉受损的；</p>
        <p class="p">4）广告方擅自租借他人多张卡、使用他人名义的银行卡进行收付款或从事其他洗钱等非法目的，从而导致相关用户或第三方受损的；</p>
        <p class="p">5）广告方存在异常被申诉待处理的订单，但因其他客观原因（如被警方刑拘等）导致确实无法联系到本人的；</p>
        <p class="p">6）广告方存在其他违反本协议或本平台上的任何法律文件规定或交易规则的；</p>
        <p class="p">7）收付款方式被冻结后，不及时按规定向平台报备的；</p>
        <p
          class="p"
        >8）广告方在擅自跨平台交易中，将其他平台收付款账户留存或设置为与NASDAQ平台上相同的收付款账户，未做好风险资金的有效隔离，导致火币平台其他用户账户被冻结；</p>
        <p class="p">9）其他经平台合理判定需要扣除保证资产的情形。</p>
      </div>
    </div>
    <div class="items">
      <h4 class="title c111">解除广告方资格</h4>
      <h5 class="subTit c111">1．广告方主动申请解除广告发布权限</h5>
      <div class="subContent">
        <p
          class="p"
        >如广告方因自身原因需要解除认证的，须向本平台提交解除广告方资格的申请。在收到解除申请后，如本平台确认广告方不涉及任何未决纠纷的，或无不良记录等情况的,本平台将于2个工作日内完成认证解除，且将保证资产账户内剩余资产划转至您指定的接收账户中。</p>
      </div>
      <h5 class="subTit c111">2．平台单方解除广告发布权限</h5>
      <p class="p">广告方如出现下列情形之一的，本平台有权单方解除您的广告方资格：</p>
      <div class="subContent">
        <p class="p">（1）在过往交易中多次被本平台用户投诉的；</p>
        <p class="p">（2）提交的申请材料中存在任何虚假信息的；</p>
        <p class="p">（3）交易中出现欺诈等不诚信行为的或出现恶意抹黑平台声誉的负面舆论的；</p>
        <p class="p">（4）通过审核不满15天的广告方，未通过广告方问卷测评或不参与广告方问卷测评的。</p>
        <p class="p">（5）不配合本平台客服处理订单或故意拖延客服处理订单的；</p>
        <p class="p">（6）恶意利用本平台规则漏洞进行牟利的；</p>
        <p class="p">（7）租借或买卖他人卡进行交易，被平台判定涉嫌洗钱的，会直接解除您的广告方资格；如有确凿证明认定您直接参与洗钱的，我们会直接主动向相关司法机关进行举报。</p>
        <p
          class="p"
        >（8）广告方擅自到具备基本KYC风控能力的平台或高危的场外社群交易时，其关联账号或小号被平台核实涉嫌洗钱交易的，平台有权直接解除该广告方资格。如因此导致其他的与之交易的用户账户被冻结的，除解除广告方资格并扣除保证资产外，您还应协助配合其他用户进行账号解冻；</p>
        <p
          class="p"
        >（9）对擅自跨平台OTC交易的广告方，为避免您将场外来源不合法的资金引入本平台，请做好交易对手方的KYC和AML等风险防控识别措施；同时做好有效的资金隔离，并在跨其他平台交易中不使用或设置留存与NASDAQ平台上相同的收付款账户。如广告方在跨平台交易中未做好上述收付款账户隔离，而引发本平台用户冻结，我们将有权选择直接解除您的广告方资格。</p>
        <p class="p">（10）经平台核查，广告方的收付款账户多次被冻结后未按要求向平台报备的；</p>
        <p class="p">（11）存在本平台认定的不符合公序良俗、公平交易或违反法律法规的其他行为。</p>
      </div>
      <h5 class="subTit c111">其他</h5>
      <p class="p">1．本协议自颁布更新之日起即对您生效，至您的广告方资格被解除且履行完毕本协议下相应的义务之日起终止；</p>
      <p class="p">2．如您对本协议有任何疑问，或对于本协议中的处理方式存在任何投诉、意见，请通过以下渠道联系我们：请联系我们客服；</p>
      <p class="p">3．本协议的最终解释权归本平台所有。</p>
    </div>
  </div>
</template>

<script>
import { mapActions } from "vuex";
export default {
  created() {
    this.init();
  },
  components: {},
  data() {
    return {};
  },
  computed: {},
  watch: {},
  methods: {
    ...mapActions([
      "setnavTitle",
      "setnavBarState",
      "settabBarState",
      "setbackRouter",
      "setnavBarArrow"
    ]),
    init() {
      this.setnavTitle("成为商户条款");
      // this.setnavTitle("用户注册协议");
      this.setbackRouter("");
      this.setnavBarState(true);
      this.settabBarState(false);
      this.setnavBarArrow(true);
    } // 初始化页面
  },
  destroyed() {}
};
</script>
<style lang="scss">
</style>
<style lang="scss" scoped>
@import "@/assets/scss/theme.scss";

.agreement {
  @include base-background();
  .topTit {
    font-size: 13px;
     margin-top: 10px!important;
  }
  .title {
    font-size: 15px;

    padding: 15px 0 5px;
  }
  .items {
    .p {
      font-size: 13px;
      color: #888888;
      text-indent: 26px;
      margin-top: 10px;
    }
    .subTit {
      font-size: 13px;
      margin-top: 5px;
    }
    .subContent {
      padding: 0 15px;
      .p {
        text-indent: unset;
      }
    }
  }
}
</style>